# ResetCellOverride Method

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
TableSectionData..::..ResetCellOverride Method
TableSectionData Class See Also
---
# Overload List
| Name | Description |
| --- | --- |
| --- | --- | --- |
| ResetCellOverride(Int32) | Resets the override of the column. |
| ResetCellOverride(Int32, Int32) | Resets the override of the cell. |

# See Also
TableSectionData Class
TableSectionData Members
Autodesk.Revit.DB Namespace